tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'caskroom/fonts'

brew 'ctags'
brew 'curl'
brew 'findutils'
brew 'git', args: ['without-completions']
brew 'git-extras'
brew 'git-flow'
brew 'gpg'
brew 'gzip'
brew 'htop-osx'
brew 'openssl'
brew 'rbenv'
brew 'ruby'
brew 'ruby-build'
brew 'unrar'
brew 'unzip'
brew 'zlib'
brew 'zsh'
brew 'heroku-toolbelt'
brew 'gnu-sed', args: ['default-names']
brew 'wget', args: ['enable-iri']
brew 'vim', args: ['with-lua', 'with-luajit']
brew 'shfmt'

cask 'visual-studio-code'
cask 'slack'
cask 'docker'
cask 'trailer'
cask 'font-hack-nerd-font'
cask 'iterm2'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'sourcetree'