tap 'homebrew/cask-versions'
tap 'homebrew/cask-fonts'

brew 'ctags'
brew 'curl'
brew 'findutils'
brew 'git'
brew 'git-extras'
brew 'git-flow'
brew 'gpg'
brew 'gzip'
brew 'htop-osx'
brew 'openssl'
# brew 'rbenv'
# brew 'ruby'
# brew 'ruby-build'
brew 'unzip'
brew 'zlib'
brew 'zsh'
brew 'gnu-sed'
brew 'wget'
brew 'vim'
brew 'shfmt'
brew 'zplug'
# brew 'svn'
brew 'diff-so-fancy'
# brew 'python@3.8'

cask 'visual-studio-code'
cask 'slack'
cask 'docker'
cask 'trailer'
cask 'font-hack-nerd-font'
cask 'iterm2'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'sourcetree'
# cask 'google-chrome'
cask 'font-source-code-pro-for-powerline'
cask 'spectacle'
cask 'whatsapp'